{
    "TERMS_CONTENT":"Welcome entrepreneurs to the global community of workers and entrepreneurs COMMUNITY GLOBAL CITIZEN & ENTERPRISES We create apps and services Support to help everyone, every business connect together, building community as well as business development. Group chat and buy and sell products, features, apps and services. This product is provided by TST ECO JSC for you. Our mission is to give people the ability to build community and bring the world closer together. To this end, we provide the products and services described below to you:",

    "PRIVACY_CONTENT":"We attach great importance to the confidentiality of information of individuals and businesses. To protect users' interests, we provide a Privacy Policy Password at GLOBAL CITIZEN & ENTREPRENEUR COMMUNITY app for detailed explanation security activities. Please refer to the Privacy Policy to know how we collect and use information in connection with your Account and/or use of the Service User (“User Information”). These Terms of Service are closely related to the Privacy Policy. By using the Service or providing information on the application, the User: TST ECO JSC wants you to be aware of the type of information we collect, and how we use and share it. there. Therefore, you should read our Privacy Policy. As such, you will use it in a manner consistent with me. The Privacy Policy explains how we collect, use, share, store and transfer information. We also tell you what rights you have. Each section of this Policy provides useful examples and uses simpler wording to make our measures easy to understand. In addition, we have added links Go to information and resources so you can learn more about privacy-related topics you care about. We feel that you need to know how to control your privacy mine. Therefore, we will also show you where you can manage information in your Product settings TST ECO JSC that you use. You can let your experience shape.",

    "REGULATIONS_CONTENT": "1. Update our Terms\nWe are constantly working to improve our services and develop new features to our Products. We strive to make them better for you as well as for our community. As a result, we may need to update these Terms from time to time to accurately reflect our services and practices, to promote a safe and secure experience on Products and services, and/or to comply with applicable law.\n\nWe will only make changes if the rules determination is no longer appropriate or incomplete, when such changes are reasonable and involve the legitimate interests of you or when we are required to make changes for safety and security or to comply with applicable law.\n\nWe will notify you (e.g., by email or through our Products) at least 30 days before changes to these Terms and give you the opportunity to review them before such changes become effective unless we must make the changes required by law.\n\nAfter any Updated Terms take effect, you will be bound by these terms if you continue to use our Products. We hope you will continue to use our Products. However, if you do not agree to the updated Terms and no longer want to join the TST ECO JSC community, you can delete your account at any time.\n\n2. Account suspension or termination\nWe want GCE COMMUNITY to be a place where people feel safe and welcome to express themselves, like sharing your thoughts and ideas. If it is determined that you are in a clear, serious, or repeated violation of our Terms or Policy I, especially Community Standards, we may suspend or permanently disable access your account to the Products of companies belonging to TST ECO JSC, and can delete or permanently disable your account. Friend. We may also delete/disable your account if you repeatedly infringe on intellectual property rights someone else's or if we have to do so for legal reasons. We may delete/disable your account if after registration it is not confirmed, no used and remain inactive for an extended period of time, or if we detect see someone may have used this account without your permission and we are unable to claim ownership own that account. Learn more about how we delete and disable accounts. When we take the aforementioned action, we'll let you know and explain any options you have for making a claim request a reconsideration, unless doing so could subject us or others to legal liability; harm for our user community; affect/interfere with the integrity or operation of any service any of our services, systems or Products; when we are restricted due to technical limitations; or when they I am prohibited from doing this for legal reasons. You can learn more about what you can do if your account is disabled and how to contact us Contact us if you think we have disabled your account by mistake. If you delete or if we disable or delete your account, these Terms will terminate and no is still an agreement between you and us, but the following provisions are still in effect: 3, 4.2 - 4.5.\n\n3. Limitation of Liability\nWe always strive to provide the best Products possible and set clear guidelines for everyone use. However, Our Products are provided 'as is' and to the extent permitted by law, they I do not guarantee that the Product will always be safe, secure, error-free or that the Product will function without interruption interruption, delay or omission. To the extent permitted by law, we also disclaim ANY WARRANTIES, FOR CLEARANCE OR IMPLIED, INCLUDING IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A SPECIFIC PURPOSE, PROPERTY OWNERSHIP AND NO VIOLATION STATUS. We do not control or influence people's actions or statements and other objects. We are also not responsible for our actions or conduct (whether online or offline). offline) or any content they share (including objectionable, inappropriate, obscene, legislation and other objectionable content). We can't predict when our Products may have problems. Therefore, their liability I am limited to the maximum extent permitted by applicable law. In any case, we will not accept liability to you for any loss of profits, revenue, information, data or for consequential, special, indirect, deterrent, punitive or incidental damages arising out of or in connection with in connection with these Terms or the Products of TST ECO JSC (regardless of the cause and based on any doctrine liability, including negligence), even if we have been advised of the possibility of that damage.\n\n4. Disputes\nWe try to put in place clear rules that limit or hope to avoid disputes between you and we. However, should a dispute arise, you should know in advance where the dispute can be resolved as well as the law Will apply. If you are a consumer, the laws of the country in which you reside will apply to any claim, action or dispute disputes between you and us arising out of or in connection with these Terms or the Products of TST ECO JSC. Copper You may have your claim resolved at any time in any court of competent jurisdiction in your country that family. In all other cases, for any claim, action or dispute brought by TST ECO JSC against with you, you and TST ECO JSC agree to settle such claims, claims or disputes only in the District Court of the Northern California or a state court in San Mateo County. You also agree that you are subject to authority identity of one of these courts for the purpose of litigation in connection with any of the foregoing claims. In addition, the laws of the State of California will govern these Terms and any claims or claims or dispute, regardless of conflict of law provisions. Without prejudice to the foregoing, you agree that TST ECO JSC has the sole discretion to submit any claim, action or dispute between you with TST ECO JSC to any court of competent jurisdiction in your country of residence.\n\n5. Other regulations\nThese Terms (formerly known as the Statement of Rights and Responsibilities) constitute the entire agreement between you and TST ECO JSC. Platforms, Inc. in connection with your use of our Products. This provision supersedes all agreements before. Some of the Products offered by us are governed by additional terms. If you use any In which of these, additional terms shall come into force and become part of the agreement between them me and you. For example, if you access or use our Products for commercial or business purposes, such as buying ads, selling products, developing apps, managing a group or Page for your business To commerce or use our measurement services, you must agree to our Terms of Commerce. If you post or share content with music, you must follow our Music Guidelines. In schools In the event any additional terms conflict with these Terms, the additional terms will govern in the scope of that conflict. If any part of these Terms is determined to be unenforceable, that unenforceable part shall be deemed to have been modified to the minimum extent necessary to be enforceable. In case there is no way to make it executable, that part will be dropped and the rest will stay in effect. If we do not enforce any any provision of these Terms shall not be construed as a waiver. Any modification or waiver of the These terms must be made in writing and signed by us. You may not assign any of your rights or obligations under these Terms to anyone else without our approval. You can designate a person (called a legacy contact) to manage your account if it becomes memorialized account. If you set up a legacy contact, only your legacy contact or the person who you identify in a valid will or similar legal document that expressly consents to the disclosure of your content to that person upon your death/disability may require the release of certain information associated with your assets. your account after it becomes a memorialized account. These Terms do not confer any benefits on third parties. We can freely transfer assigns all its rights and obligations under these Terms in connection with the merger, acquisition/sale property or as required by law or otherwise. We may change the username for your account under certain circumstances (for example, if someone else determines claim ownership of that username and it seems unrelated to the name you use in your daily life). We always appreciate your comments and other suggestions about our products and services I. However, we may use comments and other suggestions without any restriction or obligation to pay you, and no obligation to keep such content confidential. We reserve all rights not expressly granted to you. ",

    "SERVICES_PROVIDE_CONTENT":"Bringing you an exclusive experience:\n\n Your experience on GCE COMUNITY is unlike anyone else's: from the articles, stories, events, advertisements and other content you see in the GCE COMUNITY News Feed or our video platforms to the GCE COMUNITY Pages you follow and other features you can use (such as the GCE COMUNITY Marketplace) and search. For example, we use data about the connections you make, the choices and settings you choose, what you share and reality on and off our Products to experience experience. private for you.\n\n Connects you to the people and organizations you care about:\n\n We help you find and connect with people, groups, businesses, organizations and others that matter to you on the TST ECO JSC Products you use. We use data to make suggestions for you and others, such as groups to attend, events to attend, GCE COMUNITY Pages to follow or message, shows to watch and who that you might want to make friends with. Stronger relationships create closer communities, and we believe our services are most useful when people are connected to each other, and to the groups and organizations they care about. \n\n Allows you to express yourself and share what matters to you:\n\n There are many ways to express yourself on GCE COMUNITY to let friends, family and others know what matters to you, such as sharing status updates, photos, videos and stories on Products products of TST ECO JSC (according to your settings), send messages or make voice/video calls to one or more people, create events/groups or add content to your profile and view information details about how others interact with your content. In addition, we've developed and continue to explore new ways for people to use technology – such as augmented reality and 360 video – to create and share vibrant and engaging content. More instructions on Products of TST ECO JSC.\n\n Helping you discover content, products and services that may be of interest to you:\n\n We show you personalized ads, offers, and other commercial or sponsored content so you can discover content, products, and services used by a variety of businesses and organizations. GCE COMUNITY and other Products provided by TST ECO JSC. Section 2 below explains this in more detail.\n\n People will only build community on TST ECO JSC Products if they feel safe and secure. We endeavor to maintain the security (including availability, authenticity, integrity and confidentiality) of the Products and services we provide at all times. We endeavor to maintain the security (including availability, authenticity, integrity and confidentiality) of the Products and services we provide at all times. We have dedicated teams around the world, working with external service providers, partners and other relevant organizations. In addition, we develop technically advanced systems to detect abuse of our Products, harmful behavior to others, and situations where we can help or protect the community. , including responding to user reports of potentially infringing content. If we become aware of such behavior or content, we may, in our judgment, take appropriate action, such as notifying you, assisting, removing the content, withdrawing or restrict access to certain features, disable accounts, or contact law enforcement. We will share data with TST ECO JSC Companies when we discover that users of TST ECO JSC Products commit abusive or harmful conduct or to protect TST ECO JSC Products , users and community. For example, we share information with TST ECO JSC Companies that provide financial products and services to help them enhance safety, security and integrity, and comply with applicable laws. TST ECO JSC has the right to access, store, use and share any information collected about you when it has a good faith belief that it is required or permitted to do so by law. Please see our Privacy Policy for more information.\n\nIn some cases, the Oversight Committee may review our decision according to their terms and regulations. Learn more here.\n\n Use and develop innovative technologies to provide safe and practical services for everyone:\n\n We use and develop advanced technologies – such as artificial intelligence, machine learning and augmented reality – so that everyone can safely use our Products, regardless of their condition. What is their physical or geographical location. For example, such technology would help people with visual impairments know what or who photos/videos are shared on GCE COMUNITY or Instagram. We're also building state-of-the-art communications and networking technology to help more people connect to the Internet in areas with limited access. At the same time, we develop automated systems to improve our ability to detect and remove malicious, abusive behavior that could harm the community and the integrity of our Products. \n\n Research ways to improve our services:\n We engage in research to develop, test and improve our Products. This includes analyzing the data we have about our users, as well as understanding how people use GCE COMUNITY Products, such as through conducting surveys, testing and Troubleshooting for new features. Our privacy policy explains how we use data for this research to develop and improve our services.\n\n Create a consistent and seamless experience across all Products of the companies of TST ECO JSC:\n\n Through Our Products, you can find and connect with people, groups, businesses, organizations and others that matter to you. We design our system so that your experience is consistent and seamless across the different Products of the TST ECO JSC companies that you use. For example, we use data about the people you interact with on GCE COMUNITY so you can connect with them more easily on Messenger and help you communicate via Messenger with businesses you follow on GCE COMUNITY.\n\n Secure access to the service:\n\n To operate our global service and help you connect with people around the world, we need to move, store and distribute content and data to data centers, partners, its service providers, agents and networks around the world, including outside your country of residence. Utilizing this global infrastructure is essential and core to our service delivery. The entity that owns, operates or controls this infrastructure may be TST ECO JSC Platforms, Inc., TST ECO JSC Platforms Ireland Limited or its affiliates.\n\n",

    "POLICY_COOKIE_CONTENT":"Cookies are small pieces of text used to store information on a web browser. Cookies are used for storage and receive identifying and other information on computers, phones, and other devices. The public other technology (including data we store on your web browser or device, identifying information related to your device and other software) are used for similar purposes. In this policy, we call all those technologies cookies.",

    "DATA_POLICY_CONTENT":"TST ECO JSC wants you to be aware of the type of information we collect, and how we use and share it. there. Therefore, you should read our Privacy Policy. As such, you will use it in a manner consistent with me.\n\nThe Privacy Policy explains how we collect, use, share, store and transfer information. We also tell you what rights you have. Each section of this Policy provides useful examples and uses simpler wording to make our measures easy to understand. In addition, we have added links Go to information and resources so you can learn more about privacy-related topics you care about.\n\nWe feel that you need to know how to control your privacy. Therefore, we will also show where you can manage the information in the Product settings of the TST ECO JSC that you use. You can to determine picture of your experience.",

    "MAINTAIN_SERVICE_CONTENT":"There is no charge for you to use GCE COMUNITY and our other products and services. Instead, When By using TST ECO JSC Products that are covered by these Terms, you agree to have us display for you personalized advertising, as well as other commercial and sponsored content that businesses, organizations pay to promote on and off the Platform of companies belonging to TST ECO JSC. We use personal data belong to you, such as activity and interest information, to show you personalized ads and Sponsored content may be more relevant to you.\n\n Protecting people's privacy is what we focus on when designing a personalized advertising system his personalization. As a result, we can show you relevant and useful advertising without revealing your identity your count with advertisers. We do not sell your personal data. We allow the house Ads provide information such as business goals and the type of audience they want to show ads to (for example: people between the ages of 18-35 enjoy cycling). We will then show their ads to people who that we think may be of interest.\n\n We also let advertisers know their ad performance so they understand how people interact with their content on and off TST ECO JSC Products. For example, we provide general information about interests and demographics to advertisers (such as information about women between the ages of 25 and 34 living in Madrid, interested in software technology who have seen ads) to better understand their audience. We do not share information that directly identifies you (such as your name or email address that can be used to contact you or identify you), unless specifically authorized by you. Learn more about how advertising on TST ECO JSC works here.\n\nWe collect and use your personal data to provide you with the service described above. You can Learn about how we collect and use your data in our Privacy Policy. You have control over the types of ads and advertisers you see, and the type of information we use used to determine which ads to show you. Find out more.",

    "COMMITMENT_CONTENT":"We provide these services to you and others to advance our mission. In return, we need you to make the following commits:\n\n 1. Objects that can use GCE COMUNITY\n\n When people voice their opinions and take action by name, our community becomes safer and more accountable. For that reason, you: Must give your account the correct name that you use in your daily life. Must provide accurate information about yourself. Only create one account (your own) and use it for personal purposes only. Do not share your password, give others access to your GCE COMNITY account, or transfer your account to anyone (without our permission). We always try to make GCE COMNITY widely available to everyone. However, you will not be able to use GCE COMNITY if: Under the age of 13. Is a convicted sex offender. We have had your account disabled in the past for violating our Terms, Community Standards or other terms and policies that apply to the use of GCE COMNITY. When we disable your account for a violation of the Terms, Community Standards, or other terms and policies, you agree not to create another account without our permission. We will, in our sole discretion, decide whether to allow you to create a new account, and allowing you to create a new account does not mean or imply that our disciplinary action is misleading or unfounded. . Prohibited from receiving our products, services or software by applicable law.\n\n 2. Things you can share and do on TST ECO JSC Products\n\n We want people to use TST ECO JSC Products to express themselves and share important content with them, but not at the expense of the safety and well-being of others or the integrity of the community. Do then, you agree not to engage in the conduct described below (or to facilitate or assist others to do so). perform such acts):\n 1. You may not use Our Products to create or share any content:\n Violation of these Terms, Community Standards, or other terms and policies that apply to use Our products. Illegal, misleading, discriminatory or deceptive (or assisting others in using our Products me in such a way).\n\n2. You do not own or do not have the necessary permissions to share.\n Infringes or violates the rights of others, including intellectual property rights (such as copyright infringement or commercemarks of others or distribute/sell counterfeit or imitation goods), except in exceptional cases or restrictions under applicable law apply.\n\n 3. You must not upload viruses or malicious code, use the service to send spam or do anything else that may Voltage disable, overload, interfere with or otherwise negatively affect normal operation, integrity, process operation or interface of our services, systems or Products.\n\n 4. You may not access or collect data from our Products by automated means (when not yet\n with our prior authorization) or attempt to access data that you are not authorized to access.\n\n 5. You may not authorize, request or collect usernames, passwords, or obtain access codes on the Product product.\n\n6. You may not sell, license or purchase any data received from us or our services I, unless the Platform Terms allow.\n\n 7. You may not abuse any reporting, flagging, protesting or dispute resolution channels, such as reporting or protesting in a fraudulent, repetitive, or unfounded manner.\n\nWe may remove or restrict access to content that violates these regulations. We can also suspend or disable your account if violations of these regulations are found, such as content mentioned in Section 4.B.\n If we remove content you share because it violates our Community Standards, we'll let you know and fix it prefer any reconsideration request option, unless you are in serious/repeated violation of these Terms or the that may subject us or others to legal liability; harm the user community of we; affect/affect the integrity or operation of any service, system or Product ours; when we are restricted due to technical limitations or when we are prohibited from doing so because of legal reasons. See Section 4.B below for information on account suspension or termination.\n\nYou should report content or conduct that you believe violates your rights (including intellectual property rights) or our terms and policies, if this feature is available in your jurisdiction, as it benefits for the community.\n We may also remove or restrict access to content, features, services or information if we receive it find that there is a reason to do so to avoid or minimize abuse of our/our services legal or regulatory adverse action for TST ECO JSC.\n\n 3. The rights you grant us\nWe need you to grant certain permissions to provide the service: Permission to use the content you create and share: Some of the content that you share or upload (such as video) may be protected by intellectual property law. You retain the intellectual property rights (such as copyright or commercemark) in any content that you create and share on GCE COMNITY, as well as on other Products of TST ECO JSC companies that you use. The Nothing in this provision takes away the rights you have over your content. You are free Share your content with others where you want. However, in order for us to provide the service, you need to grant us certain legal rights (referred to as'licenses') to use this content. This is solely for the purpose of providing and improving our Products and services at Item 1 above.\n\n Specifically, when you share, post or upload content protected by intellectual property rights on or related to to our Products, you grant us a non-exclusive, transferable, sublicense and royalty-free worldwide to store, use, distribute, modify, run, copy copy, perform or publicly display, translate and create derivative works from content you own (subject to your privacy settings and app settings). For example, if you share a photo on GCE COMNITY, this means is that you authorize us to store, copy, and share the photo with others (as long as it is consistent with the settings your order), such as TST ECO JSC Products or service providers that support those products and services there. This license will expire when your content is removed from our system.\nYou can delete individual content that you share, post, and upload at any time. Also, if you delete your account personal account, any content posted to that account will also be deleted. Learn more about deleting an account your. Deleting your account will not automatically delete content you post as the site's admin or content that you create together with other users, such as photos in a Shared Album. Such content may will remain visible to the other members of the album.\n\nIt may take up to 90 days for content to be removed from the time we begin the account removal process account or receive a request to remove content. When you move content to the trash, the deletion process will automatically start 30 days, unless you choose to remove the content sooner. While the above deletion process is in progress, other users will no longer see the content. After deleting the content, we may lose up to 90 days to remove that content from backups and disaster recovery systems. For the following cases, we will not remove content for 90 days from the date of charging account/asset remover:\n\nsomeone else has used your content under this license and they have not removed the content (in which case, this license will continue in effect until the content is deleted); cannot be deleted within 90 days due to technical limitations of our system, in which case, we will complete the removal process as soon as technical conditions allow; or if immediate deletion would limit our ability to: investigate/identify illegal activity or violations of our terms and policies (e.g.: identify or investigate abuse of our Products or systems); ensure the safety, integrity and security of our Products, systems, services, employees and users. us, as well as protect ourselves;\n\ncomply with legal obligations regarding the retention of evidence, including data produced by the Product Provider Companies, and financial services of TST ECO JSC are kept in accordance with the record-keeping obligations prescribed by law; or comply with a request from an administrative, judicial, executive or government agency; in that case, we will only retain the content for as long as is necessary for retention purposes (approximately Exact times will vary from case to case).\n\nIn each of the above cases, this license will remain in effect until the content is completely removed. The right to use your name, profile picture, and information about your actions in advertising and commercial content, or sponsorship: You authorize us to use your name, profile picture, and information about actions you take on GCE COMNITY alongside or with advertisements, offers and other commercial or sponsored content made by them I display on my Products without compensation to you. For example, we can give friends know that you are interested in a promoted event or have liked a GCE COMNITY Page run by a brand (pay us to show their ads on GCE COMNITY) generated. Such advertisements and content will visible only to those you have authorized to view your actions on TST ECO JSC Products. You can learn more about ad settings and options.\n\nThe right to update the software you use or download: Your download or use of our software means that you authorize us to download and install software updates, if applicable.\n\n4. Limits on the use of our intellectual property\nIf you use content that is under our intellectual property rights and contained in our Products (for example: images, designs, video or audio that we provide and that you add to the content you create or share on GCE COMNITY), we will retain all rights to such content (but not to its content). Friend). You may use only our copyrights or commercemarks (or any similar marks) when expressly permitted under our Brand Usage Guidelines or when authorized by us prior written permission. When modifying, translating, creating derivative works, decompiling or reverse engineering products of us or components thereof, or when attempting to extract our source code, you must authorized by us in writing (or permitted under an open source license), unless otherwise expressly permitted limit use under applicable law or your conduct in connection with the Bug Hunting Program on TST ECO JSC."
}